---
kind: property
id: P:Autodesk.Revit.DB.FabricationPart.Origin
zh: 原点
source: html/c6f823bd-4613-b604-fdaa-2334815235a5.htm
---
# Autodesk.Revit.DB.FabricationPart.Origin Property

**中文**: 原点

The origin of the fabrication part element.

## Syntax (C#)
```csharp
public XYZ Origin { get; }
```